# Вся текстовая информация

menu_1 = """Главное меню
1. Начать бой
2. Выйти"""

menu_2 = """Выберите бойца
1. Конор Макгрегор
2. Хабиб Нурмагомедов"""

menu_3 = """Ваш боец Конор Макгрегор
1. Ударить головой(Шанс попасть 20%, но урон x7)
2. Ударить рукой(Шанс попасть 100%, но урон x1)
3. Ударить ногой(Шанс попасть 60%, но урон x2 )
4. Сдаться"""

menu_4 = """Ваш боец Хабиб Нурмагомедов
1. Ударить головой(Шанс попасть 20%, но урон x7)
2. Ударить рукой(Шанс попасть 100%, но урон x1)
3. Ударить ногой(Шанс попасть 60%, но урон x2 )
4. Сдаться"""

vvod_chisla = "Выберите пункт меню: "
chislo_false = "Такого пункта в меню нет, введите пункт меню заново"
vihod_menu = "Вы вышли из игры"
vvod_boica = "Выберите бойца за которого будете драться: "
vvod_udar = "Выберите удар, который хотите нанести: "
vihod_sdatsy = "Вы сдались"
loze = "Проиграл"
udaril_rukoy = "Нанёс удар рукой"
udaril_golovoy = "Нанёс удар головой"
udaril_nogoi = "Нанёс удар ногой"
hp_opponent = "У оппонента осталось здоровья:"
no_opponent = "Вы выбили из оппонента всё здоровье"
konor_miss = "Конор промахнулся"
konor_strike = "Конор попал сочной аплевухой"
hp_my = "У вашего бойца осталось здоровья:"
no_my = "У вашего бойца не осталось здоровья"
habib_miss = "Хабиб промахнулся"
habib_strike = "Хабиб кое-как попал"